export const errorMsgList = {
  CPI: '핸드폰 정보가 정상적이지 않습니다. 핸드폰 인증 과정이 다시 필요합니다.',
  AIT: '이미 티켓을 발급했습니다.',
  INT: '판매하는 티켓이 아닙니다. IDX가 사용하지 않는 티켓 정보 요청',
  NTL: '남은 티켓이 없습니다. 티켓 요청 대비 서버에 남아있는 티켓이 부족하거나 없음',
  RMT: '구매할 수 있는 수량보다 많은 티켓을 요청했습니다. ticketLimit 보다 더 많은 티켓 발급 요청',
  'NTL-2': '구매하는 티켓이 0 미만입니다. 0, -와 같은 숫자의 경우 발급 불가',
  'NTL-3':
    '구매 수량 티켓보다 남은 티켓이 부족합니다. 트렌젝션 오류로 동시 티켓 발급시 문제 발생',
  ATM: '토큰 만료 또는 핸드폰 인증이 정상적이지 않습니다.',
  'IAN-1': '잘못된 인증 번호입니다.',
  'IAN-2': '번호가 다르거나 이미 인증한 인증번호입니다.',
};
